Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.pontoon-intro.tmx
Source language: en_us
Languages: ca

source: Add a script and you are halfway through
ca: Afegiu un script i ja sereu a mig camí

source: Are you a developer, interested in Pontoon? There are plenty of ways to get your hands dirty.
ca: Sou un desenvolupador interessat en el Pontoon? Hi ha un munt de maneres de posar fil a l'agulla.

source: As soon as you are happy with your translation, you can save it by pressing Enter or clicking the save icon in the toolbar. To quit translation mode without saving changes, press Esc or click the cancel icon in the toolbar.
ca: Quan estigueu satisfet de la traducció, deseu-la prement «Retorn» o fent clic en la icona de desar a la barra d'eines. Per sortir del mode de traducció sense desar els canvis, premeu «Esc» o feu clic a la icona de cancel·lar a la barra d'eines.

source: a text block
ca: un bloc de text

source: A toolbar appears above the dashed rectangle, allowing you to select the corresponding text block for editing. To do so, either click on the Edit button in the toolbar, or double-click anywhere inside the dashed border.
ca: Veureu una barra d'eines sobre el rectangle discontinu, que us permet seleccionar el corresponent bloc de text per editar-lo. Per fer-ho, feu clic al botó «Edita» de la barra d'eines o feu doble clic dins el rectangle.

source: Avoid breaking user interface by seeing how much space is available for your translations, which is especially useful with apps.
ca: Com que veieu l'espai disponible per a la traducció, no introduireu errades en la interfície d'usuari, cosa que és especialment útil en les aplicacions.

source: By localizing web page on the page itself, you no longer need to worry if the word you are translating is a verb or noun.
ca: Com que traduïu la pàgina web directament dins la mateixa pàgina web, ja no cal patir per saber si la paraula que esteu traduint és un verb o un nom.

source: By someone you trust
ca: Fet per algú de confiança

source: Crafted by Mozilla
ca: Creat per Mozilla

source: Developed by the non-profit behind Firefox
ca: Creat per l'organització sense ànim de lucre darrere del Firefox

source: Developers
ca: Desenvolupadors

source: Enable it on your site
ca: Activeu-lo en el vostre lloc web

source: Get help from translation memory, machine translation and the likes
ca: Rebeu ajuda gràcies a la memòria de traducció i a la traducció automàtica, entre d'altres

source: Get instant preview
ca: Previsualització instantània

source: Get involved
ca: Participeu-hi

source: Hack it on GitHub
ca: Modifiqueu-lo en el Github

source: Hover
ca: Passeu el ratolí

source: How
ca: Com

source: How does it work?
ca: Com funciona?

source: In-context localization
ca: Localització en context

source: In-context localization in Pontoon
ca: Localització en context al Pontoon

source: In-context localization is a very simple and intuitive tool that requires little to no technical skill for localizers to use.
ca: La localització en context és una eina molt senzilla i intuïtiva que no requereix cap habilitat tècnica per començar a traduir.

source: In place.
ca: «In situ».

source: It allows you to localize web content in place, with context and spatial limitations right in front of you.
ca: Us permet traduir el contingut web «in situ», de forma que podeu veure directament el context i les limitacions d'espai.

source: It's completely free and open source
ca: És totalment lliure, gratuït i de codi obert

source: Join us
ca: Uniu-vos-hi

source: Learn more
ca: Més informació

source: Localize the web.
ca: Traduïu el web.

source: More
ca: Més

source: Move your mouse over headings, links, paragraphs or other text blocks on this page. A dashed rectangle will appear around each of these blocks, marking strings that are available for localization on the page itself.
ca: Moveu el ratolí sobre els títols, enllaços, paràgrafs o altres blocs de text d'aquesta pàgina. Apareixerà un rectangle discontinu al voltant de cadascun d'aquests blocs, que indica les cadenes disponibles per traduir dins la mateixa pàgina.

source: over web content
ca: per sobre del contingut web

source: Plurals support
ca: Compatible amb els plurals

source: Pontoon allows you to localize web content in place, with context and spatial limitations right in front of you.
ca: El Pontoon us permet traduir el contingut web «in situ», de forma que podeu veure directament el context i les limitacions d'espai.

source: Pontoon by Mozilla
ca: Pontoon, de Mozilla

source: Pontoon Intro
ca: Introducció al Pontoon

source: Pontoon is a very simple and intuitive tool that requires little to no technical skill for localizers to use.
ca: El Pontoon és una eina molt senzilla i intuïtiva que no requereix cap habilitat tècnica per començar a traduir.

source: Pontoon's in place translation mode is what puts it above others, but it also has many other benefits.
ca: El mode de traducció «in situ» del Pontoon és allò que el diferencia de la resta, però també té molts altres beneficis.

source: Quality checks
ca: Controls de qualitat

source: Save
ca: Deseu

source: See spatial limitations
ca: Vegeu les limitacions d'espai

source: Select
ca: Seleccioneu

source: selected text
ca: el text seleccionat

source: Strings with plurals can be translated to all plural forms available in your languge
ca: Les cadenes amb plurals es poden traduir a totes les formes de plurals disponibles en la vostra llengua

source: Tell Me More
ca: Més informació

source: That's it!
ca: Això és tot!

source: The moment you submit translation, it replaces the original text in the web page, making you the first proofreader and tester.
ca: Immediatament després d'enviar-se, la traducció substitueix el text original en la pàgina web, o sigui que sereu el primer de revisar-la i comprovar-la.

source: Toggle navigation
ca: Commuta la navegació

source: Translate
ca: Traduïu

source: Translation helpers
ca: Ajudes a la traducció

source: Translations are automatically reviewed for quality before saving
ca: Les traduccions passen per una revisió de qualitat automàtica abans de desar-se

source: Understand context
ca: Enteneu el context

source: What
ca: Què

source: What else can it do?
ca: Què més pot fer?

source: What is in-context localization?
ca: Què és la localització en context?

source: What is Pontoon?
ca: Què és el Pontoon?

source: When you enter editing mode, the entire text block will be selected. You can start typing your translation immediately while seeing the exact context of your source string and how much space is available for your translation.
ca: Quan entreu en el mode d'edició, se seleccionarà el bloc de text sencer. Podeu començar a teclejar la traducció immediatament, tot veient el context exacte de la cadena original i quant espai hi ha disponible per a la traducció.

source: your translation
ca: la traducció
